---
kind: enumMember
id: F:Autodesk.Revit.DB.LinkLoadResultType.SameCentralModelAsHost
enum: Autodesk.Revit.DB.LinkLoadResultType
source: html/11b095e1-24d9-91b9-ae2e-004f67c94d6e.htm
---
# Autodesk.Revit.DB.LinkLoadResultType.SameCentralModelAsHost

Either the linked model and its host document are both locals of the same
 central model, or one is a local and the other is its central.